---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.AnalyticalDirection.VerticalBottom
enum: Autodesk.Revit.DB.Structure.AnalyticalDirection
source: html/28165f4a-7863-07e2-7b95-c2bcbbae1872.htm
---
# Autodesk.Revit.DB.Structure.AnalyticalDirection.VerticalBottom

Vertical change, for bottom of Element's analytical model.